_posts/language/2021-03-21-english-tsunami.html
---
layout: post
title: 单词本：tsunami
categories: [language]
tags: [English]
---

<p>
冰岛沉睡的火山爆发，日本地震引起海啸：
</p>

<blockquote>
<p>
A strong earthquake struck Saturday off northern Japan, shaking
buildings even in Tokyo and triggering a <b>tsunami</b> advisory for a
part of the northern coast.
</p>
</blockquote>

<p>
这个海啸 tsunami 来自日本语津（tsu）波（nami），即港口的波浪。这个津的甲骨文看起来不就是一个人在划船么。所以，天津简称“津”，意为天子经过的渡口。
</p>

<p>
法语、德语中都用 Tsunami 表示海啸。可以说，日本是海啸的发源地了。
</p>
<ul class="org-ul">
<li>Le terme tsunami nous vient du japonais tsu nami qui signifie
littéralement « vague du port ».<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup></li>
<li>Der Begriff „Tsunami“ stammt aus dem japanischen und bedeutet
Hafen-Welle oder Welle im Hafen.<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup></li>
</ul>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="https://www.futura-sciences.com/planete/definitions/geographie-tsunami-418/">https://www.futura-sciences.com/planete/definitions/geographie-tsunami-418/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="https://www.geo.uzh.ch/dam/jcr:21a3148a-fb1d-4ffb-bf06-71967efcf412/Tsunami_Unterrichtsmaterialien.pdf">https://www.geo.uzh.ch/dam/jcr:21a3148a-fb1d-4ffb-bf06-71967efcf412/Tsunami_Unterrichtsmaterialien.pdf</a>
</p></div></div>


</div>
</div>
